Repository: ABuffEr/documentFormattingHelper
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Launches say partial
ru: Запускает проговаривание по частям

source: Launches formatting helper
ru: Запускает помощник по форматированию

source: center
ru: по центру

source: justified
ru: по ширине

source: left
ru: слева

source: right
ru: справа

source: Analyzing...
ru: Идёт анализ...

source: No result
ru: Нет результата

source: Stopping!
ru: Стоп!

source: Formatting helper for {docTitle}
ru: Помощник по форматированию - {docTitle}

source: Desired formatting
ru: Желаемое форматирование

source: color
ru: цвет

source: no text
ru: нет текста

source: At A Glance
ru: Помощник по форматированию документов

source: Offers various features for something like an at-a-glance experience for blind users.
ru: Дополнение DocumentFormattingHelper облегчает знание форматирования документов и управление им для незрячих пользователей.
